tap "homebrew/bundle"
tap "homebrew/services"
tap "oven-sh/bun"
tap "shopify/shopify"
brew "xz"
brew "zlib"
brew "libffi"
brew "openssl@3"
brew "cryptography"
brew "gcc"
brew "readline"
brew "sqlite"
brew "glib"
brew "deno"
brew "gcc@11"
brew "gh"
brew "libgpg-error"
brew "libxslt"
brew "nvm"
brew "pkgconf"
brew "poetry"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "python@3.12"
brew "reattach-to-user-namespace"
brew "starship"
brew "tmux"
brew "shopify/shopify/shopify-cli"
vscode "
"
